[Play_Avenger_Firestorm_Wilderness_AreaClear AkEvent]
SpokenText="Больше судно никто не защищал. Оставалось забрать то, за чем мы пришли."

[Play_Avenger_Firestorm_Wilderness_Failure_A AkEvent]
SpokenText="Я точно знаю, что мы подняли старую пташку в воздух. Здесь явно что-то не так."

[Play_Avenger_ADVENTChest_Intro AkEvent]
SpokenText=" "

[Play_Avenger_ADVENTChest_Alert_E AkEvent]
SpokenText=" "

[Play_Avenger_ADVENTChest_Alert_D AkEvent]
SpokenText=" "

[Play_Avenger_ADVENTChest_Alert_C AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_Loading_A AkEvent]
SpokenText="0"

[Play_Lazarus_RescueVehicle_CannonSighted AkEvent]
SpokenText="Для зарядки своего орудия пришельцы использовали необычный источник. Я таких еще не встречала. Выходило, что мы шли взрывать новейшее, а может, и величайшее техническое творение «Адвента». Его было даже как-то жалко."

[Play_Lazarus_RescueSweater_ChamberSighted_ALT AkEvent]
SpokenText="Что бы пришельцы там ни держали, а таких показаний приборов я в жизни не видела! Находка словно реагировала на наше присутствие. Она будто знала о нас!"

[Play_Lazarus_RescueShen_ShenSighted_ALT AkEvent]
SpokenText="Я все думала, когда вы объявитесь... Джон, забери меня домой!"

[Play_Lazarus_RescueShen_ShenSighted AkEvent]
SpokenText="Я все думала, когда вы объявитесь... Центр, забери меня домой!"

[Play_Avenger_SmallScout_Slums_TotalVictory_B AkEvent]
SpokenText="Пришельцы тоже были не лыком шиты, но куда им до моих орлов. Скорей бы вернуться с данными в мастерскую..."

[Play_Avenger_SmallScout_Slums_TotalVictory_A AkEvent]
SpokenText="Мы извлекли данные и никого не потеряли. Кажется, я становлюсь специалистом по тайным операциям."

[Play_Avenger_SmallScout_Slums_Summary AkEvent]
SpokenText="После нескольких попыток я смогла получить доступ к банку памяти разведчика. К сожалению, при этом включилась система саморазрушения устройства. Знаю, это глупо, но я точно слышала его вопль во время распада. Хорошо хоть не все было впустую. Я смогла извлечь пару файлов и теперь их расшифровываю. Вдобавок сканы двигателей разведчика помогут перенастроить двигательную систему «Мстителя» и решить кое-какие проблемы с «Ровером»... моим опытным автономным модулем поддержки."

[Play_Avenger_SmallScout_Slums_PartialVictory_B AkEvent]
SpokenText="Операция прошла не идеально, но мы получили нужные данные. Лучше бы эти чертовы нолики и единицы того стоили."

[Play_Avenger_SmallScout_Slums_PartialVictory_A AkEvent]
SpokenText="Сегодня мы лишились достойных людей. Надеюсь, они погибли не напрасно."

[Play_Avenger_SmallScout_Slums_ObjDestroyed AkEvent]
SpokenText="Уничтожение банка данных не входило в наши планы."

[Play_Avenger_SmallScout_Slums_Musings_F AkEvent]
SpokenText="Ответ находится в банке данных разведчика. Если я смогу взломать систему, мы наконец-то узнаем, что же понадобилось инопланетянам в этом районе. Конечно, если банк не спекся... и если его уже не забрал «Адвент»."

[Play_Avenger_SmallScout_Slums_Musings_E AkEvent]
SpokenText="Разведчик искал не нас. Он сканировал оставшихся снаружи людей. «Адвент» уже выиграл войну, так что им от нас опять нужно?"

[Play_Avenger_SmallScout_Slums_Musings_D AkEvent]
SpokenText="С тех пор как мы увеличили покрытие связи, я постоянно слышу непрекращающийся поток пропагандистских речей «Адвента». Пришельцы заманивают людей в новые городские центры. Они обещают комфорт и сладкую жизнь, здесь и сейчас. Не припомню, чтобы там была безмятежная жизнь. Люди в городах страдают."

[Play_Avenger_SmallScout_Slums_Musings_C AkEvent]
SpokenText="Судя по данным первичного сканирования, пришельцы использовали беспилотные разведчики, чем-то напоминающие автономные поисково-боевые дроны. Их конструкция во многом напоминает опытный образец «Гремлина» - аппарата, который я пытаюсь сконструировать для поддержки солдат. Конечно же, дроны пришельцев намного больше и, похоже, слегка надежнее."

[Play_Avenger_SmallScout_Slums_Musings_B AkEvent]
SpokenText="При всей своей сложности и развитости инопланетные технологии интуитивно понятны. Иногда я думаю о том, сколько же времени мы с папой упустили в тщетных попытках догнать пришельцев, хотя могли просто у них учиться. Я не признаю правоты Вален, но зерно истины в ее рассуждениях было. Если мы хотим победить, надо идти на компромиссы."

[Play_Avenger_SmallScout_Slums_Musings_A AkEvent]
SpokenText="Может, по меркам «Адвента» этот разведчик и считается рухлядью, но я совершенно уверена в том, что пришельцы всеми силами постараются нам помешать. Некоторые считают, будто по технологиям инопланетяне обскакали нас на целые световые годы, но на деле это не так. Мы можем в них разобраться. Думаю, это понимают и сами пришельцы."

[Play_Avenger_SmallScout_Slums_LootSelect AkEvent]
SpokenText="Я все время стараюсь притащить с вылазок что-нибудь ценное. Как иначе, по-вашему, я могу оперативно снабжать наших вояк?"

[Play_Avenger_SmallScout_Slums_Loading AkEvent]
SpokenText="Журнал старшего инженера, день 142. Благодаря новой «подруге» Маше мы получили наводку на другой разбившийся корабль. На сей раз речь идет о потерпевшем крушении разведчике пришельцев. После успешного внедрения системы ИИ я надеюсь раздобыть и другой полезный код в банке данных летательного аппарата... Конечно же, я вызвалась возглавить операцию. Распинаться о перспективах можно долго, но надо спешить. Это задание еще необходимо обдумать."

[Play_Avenger_SmallScout_Slums_Intro AkEvent]
SpokenText="Журнал старшего инженера, дополнение. Забыла упомянуть один момент. Маша узнала о месте крушения разведчика из взломанной передачи «Адвента». Нетрудно догадаться, что нас будет ждать комитет по встрече."

[Play_Avenger_SmallScout_Slums_Failure_B AkEvent]
SpokenText="Простите, файл журнала поврежден. Все закончилось совсем иначе."

[Play_Avenger_SmallScout_Slums_Failure_A AkEvent]
SpokenText="Похоже, с обновлением операционки журналы снова накрылись. Надо перезагрузить систему."

[Play_Avenger_SmallScout_Slums_DeviceSighted AkEvent]
SpokenText="Банк данных оказался на месте. Оставалось держать кулаки за то, чтобы данные не были хитрым образом защищены."

[Play_Avenger_SmallScout_Shanty_TotalVictory_B AkEvent]
SpokenText="Мы с соратниками выбрались без потерь и принесли на базу копию навигационной системы пришельцев. Остается только поднять корабль в воздух."

[Play_Avenger_SmallScout_Shanty_TotalVictory_A AkEvent]
SpokenText="Мы скопировали ИИ и в полном составе вернулись домой. Целых два чуда в один день. О большем и просить нельзя."

[Play_Avenger_SmallScout_Shanty_TerminalSighted AkEvent]
SpokenText="Почему-то я рассчитывала увидеть непривычный терминал, но это была обычная инопланетная консоль."

[Play_Avenger_SmallScout_Shanty_TerminalDestroyed AkEvent]
SpokenText="Без терминала мы никак не могли сделать копию нужных систем."

[Play_Avenger_SmallScout_Shanty_Summary AkEvent]
SpokenText="Вылазка прошла успешно, хотя я здорово рисковала, когда рассказывала Центру правду. Командир едва не упек меня в карцер. Странно, что к здравому смыслу его заставил прислушаться именно Тайган. В итоге Центр разрешил мне заняться переделкой ИИ. Возможно, я в нем ошибалась. Возможно, я ошибалась в обоих."

[Play_Avenger_SmallScout_Shanty_PartialVictory_B AkEvent]
SpokenText="Мы... понесли потери. Я говорю себе, что все было не зря. Что в итоге их смерть позволит «Мстителю» воспарить над землей."

[Play_Avenger_SmallScout_Shanty_PartialVictory_A AkEvent]
SpokenText="Мы скопировали чужой ИИ, но заплатили за это жизнями. Я знаю, что цена была оправдана. Надеюсь, когда-нибудь Центр со мной согласится."

[Play_Avenger_SmallScout_Shanty_ObjComplete AkEvent]
SpokenText="Копии корабельных систем были у меня. Оставалось избавиться от недобитых пришельцев."

[Play_Avenger_SmallScout_Shanty_NagNoTurns AkEvent]
SpokenText="Мы опоздали. Пришельцы наверняка перекрыли все точки доступа к корабельному ИИ."

[Play_Avenger_SmallScout_Shanty_Nag3Turns AkEvent]
SpokenText="У нас было очень мало времени. Приходилось действовать быстро."

[Play_Avenger_SmallScout_Shanty_Nag1Turn AkEvent]
SpokenText="Мы очень сильно рисковали и должны были действовать без промедления."

[Play_Avenger_SmallScout_Shanty_Musings_F AkEvent]
SpokenText="Клонирование этого ИИ идет вразрез со всеми убеждениями папы. Я действую за спиной собственного командира, а ведь это один из лучших людей, которых я знаю. Но мы на войне. За победу приходится платить свою, подчас большую цену. Да уж, ирония... Центр говорил ровно то же самое в день папиных похорон."

[Play_Avenger_SmallScout_Shanty_Musings_E AkEvent]
SpokenText="Центр относится к пришельцам иначе. Это не страх и не отсутствие доверия, а чистая ненависть. Он винит инопланетян за все свои и наши потери... Разве можно его в этом упрекнуть? Беда в том, что гнев лишает Центра дальновидности. Надеюсь, он увидит резон в том, что я пытаюсь сделать. И что при моем рассказе рядом не окажется пистолета."

[Play_Avenger_SmallScout_Shanty_Musings_D AkEvent]
SpokenText="Мне кажется, что папа боялся не столько проводимых пришельцами генетических манипуляций, сколько нашей готовности идти по стопам инопланетян. Однажды он упомянул о самом страшном видении в своей жизни. О выражении глаз доктора Вален после того, как она впервые вскрыла одного из чужаков. Папа часто гадал, что Мойра могла бы натворить, не присматривай за ней шеф. Надеюсь, мы никогда этого не узнаем."

[Play_Avenger_SmallScout_Shanty_Musings_C AkEvent]
SpokenText="В чем папа с Центром были похожи, так это в недоверии ко всему инопланетному. До сих пор поражаюсь, как это Центр пустил на корабль Тайгана. Если подумать, то раз он готов пользоваться знаниями Тайгана в борьбе с «Адвентом», то и я могу пустить технологии пришельцев на благое дело. Будет у Тайгана не выращенный в лаборатории гибридный суперкомпьютер с ДНК как минимум 9 инопланетных существ. Знать бы только, что это не выйдет нам боком."

[Play_Avenger_SmallScout_Shanty_Musings_B AkEvent]
SpokenText="Я не могу воссоздать с нуля искусственно выводимую операционную систему... пока что. Правда, теоретически можно дублировать некоторые участки сети «Мстителя» с помощью волоконной оптики. Даже с учетом этого сперва придется разобраться в нейробиологии пришельцев. Или поговорить с Тайганом. Или просто позволить Центру меня придушить."

[Play_Avenger_SmallScout_Shanty_Musings_A AkEvent]
SpokenText="Называть эту систему «искусственным интеллектом» несколько ошибочно. Она частично искусственная, а частично органическая. Одна только навигационная система больше смахивает на нервную систему осьминога, чем на компьютер. Что же до тактического блока... он очень агрессивен. Попытка наладить взаимодействие с этой штукой едва не стоила мне глаза."

[Play_Avenger_SmallScout_Shanty_LootSelect AkEvent]
SpokenText="Я старалась собирать все, до чего дотягивалась. В нашем положении повальной экономии были ценны любые крохи."

[Play_Avenger_SmallScout_Shanty_Loading AkEvent]
SpokenText="Журнал старшего инженера, день 100. Какой он большой. Просто здоровенный. Поисковый дрон только что нашел разбившийся разведчик пришельцев. Да, самый настоящий разведчик. ИИ на таких кораблях даже произведением искусства назвать мало. Более того, он той же системы, что и пилотировавший «Мстителя» интеллект. Если скопировать эту систему, принести копию на базу и модифицировать, я смогу оживить главный компьютер. Если успею до того, как Центр задушит меня за глупость и безрассудство."

[Play_Avenger_SmallScout_Shanty_Intro AkEvent]
SpokenText="Мы получили приказ Центра подойти к разведчику, снять с него все полезные инопланетные детали, а потом уносить ноги. Рысью. Он так и сказал. Потенциально под определение полезной детали подпадают и операционные системы злого космического ИИ, так что я просто выполняю приказы. Разве нет?"

[Play_Avenger_SmallScout_Shanty_Failure_B AkEvent]
SpokenText="Надо будет прогнать полную диагностику журнала. Это задание явно прошло иначе."

[Play_Avenger_SmallScout_Shanty_Failure_A AkEvent]
SpokenText="Умереть из-за той операции я могла только от руки Центра. Впрочем, в тот раз эта участь меня миновала."

[Play_Avenger_SmallScout_Shanty_AreaClear AkEvent]
SpokenText="Защищать упавший корабль было некому. Оставалось добраться до аппарата и скопировать ИИ."

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Мы смогли сканировать привод и несколько других ключевых узлов аппарата без единой потери. Наградой нам было довольное ворчание Центра."

[Play_Avenger_ADVENTChest_Alert_B AkEvent]
SpokenText=" "

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Мы сканировали привод и выбрались оттуда живыми. Может, когда-нибудь я к этому привыкну."

[Play_Avenger_Skyranger_Wildnerss_Summary AkEvent]
SpokenText="Пожалуй, название «3D-принтер» не совсем точно отражает суть моей системы, но ничего страшного. Конечно же, она не только печатает, но и собирает достаточно сложные механизмы. Как я уже говорила, стоило нам узнать о ней, как Центр буквально заискрился идеями и теперь постоянно заваливает меня поручениями."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_B AkEvent]
SpokenText="Привод может стать ключом к нашему будущему. На сегодняшних похоронах я буду повторять это как мантру."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_A AkEvent]
SpokenText="Мы сканировали роторный привод, но заплатили за это жизнями. Пожалуй, Центр переоценивает меня как лидера."

[Play_Avenger_Skyranger_Wildnerss_ObjSighted AkEvent]
SpokenText="Это и правда оказался «Рейнджер». Он страшно зарос, но с виду был почти цел."

[Play_Avenger_Skyranger_Wildnerss_ObjDestgroyed AkEvent]
SpokenText="Мы не могли позволить себе потерять роторный привод. Я слишком на него рассчитывала."

[Play_Avenger_Skyranger_Wildnerss_ObjAcquired AkEvent]
SpokenText="Мы сканировали роторный привод, но не успели перебить всех мешающих нам инопланетян."

[Play_Avenger_Skyranger_Wildnerss_Musings_F AkEvent]
SpokenText="Центр предрекал нам простое задание в духе «возьми и принеси». Если он считает подобные задания простыми, я даже представить не могу, через что они с шефом прошли за время войны. Как-то раз я пыталась расспросить Центра о войне, но он отделался ответом настоящего мужика и ушел по своим делам. После гибели папы я, кажется, стала его понимать."

[Play_Avenger_Skyranger_Wildnerss_Musings_E AkEvent]
SpokenText="Предварительное сканирование показало, что силовой привод не развалился при падении. Это из хороших новостей. Кроме того, оно показало приближение противника к нашей позиции. Когда я сообщила об этом бойцам, они пожали плечами и ответили «принято». Я знаю, что ради выполнения моего задания они готовы рисковать жизнью, но я-то к подобному риску не готова. Надеюсь, все обойдется."

[Play_Avenger_Skyranger_Wildnerss_Musings_D AkEvent]
SpokenText="По дороге сюда многие бойцы расспрашивали о моих планах насчет «Мстителя». «Мои» планы? Мне бы пережить это задание и не угробить весь отряд. После этого можно и о корабле подумать."

[Play_Avenger_Skyranger_Wildnerss_Musings_C AkEvent]
SpokenText="Центр очень хочет поднять «птичку» в воздух, но я здесь по совсем иной причине. Если привод в хорошем состоянии, его изучение позволит отремонтировать двигатели «Мстителя». Я не делилась этими мыслями с Центром. Не хочу обнадеживать его... или себя раньше времени."

[Play_Avenger_Skyranger_Wildnerss_Musings_B AkEvent]
SpokenText="В свое время конструкцию «Рейнджера» признали рискованной. *смеется* Аппарат побил все рекорды, а во время полетов не погиб ни один летчик. Это было еще до прибытия инопланетян. Они задали новую планку... как скоростей, так и потерь."

[Play_Avenger_Skyranger_Wildnerss_Musings_A AkEvent]
SpokenText="Кажется, раньше я никогда не видела довоенный «Рейнджер» вблизи. Сейчас мы собираем их как можем, из чего только найдем. Помню, как папа показывал мне чертежи первого опытного аппарата. Он ужасно гордился его конструкцией. *временно умолкает* Мы должны получить эти сканы."

[Play_Avenger_Skyranger_Wildnerss_LootSelect AkEvent]
SpokenText="Я все утро занималась сканированием привода. Он был поврежден, но для наших целей вполне подходил. Так мы на шаг приблизились к подъему этого корабля в воздух. Осталось сделать еще тысячу шагов..."

[Play_Avenger_Skyranger_Wildnerss_Loading AkEvent]
SpokenText="Журнал старшего инженера, день 12. Со дня последнего задания прошло почти две недели. Похоже, скоро меня отправят на новое. Последние пять суток я ползала по трубам трансмиссии и буду только счастлива поменять фронт работ... особенно в плане запаха. Мы наткнулись на разбившийся довоенный «Рейнджер». На таких самолетах были приводы... В общем, если такая система пережила жестокое падение, она может стать ответом на мои молитвы. Мне надо полностью ее просканировать и при этом не попасть в плен и не пойти на закуску мутонам. Странно, что при мысли о боевых операциях я начинаю улыбаться... Впрочем, любое дело лучше, чем ползанье по трубам в синтетической смазке с головы до ног."

[Play_Avenger_Skyranger_Wildnerss_Intro AkEvent]
SpokenText="В этом районе годами была тишь да гладь, однако теперь Центр порой ловит переговоры врага. Хоть бы мы добрались до «Рейнджера» без лишних сложностей. Но надежда надеждой, а отряду надо приготовиться к бою. Задание перестает быть увлекательным. Не таким я его себе представляла..."

[Play_Avenger_Skyranger_Wildnerss_Failure_B AkEvent]
SpokenText="Не привези мы сканы привода, «Мститель» так и не оторвался бы от земли. Мы что-то явно упускаем."

[Play_Avenger_Skyranger_Wildnerss_Failure_A AkEvent]
SpokenText="Очевидно, я упустила из виду какие-то факты. Я совершенно точно не погибла."

[Play_Avenger_Skyranger_Wildnerss_AreaClear AkEvent]
SpokenText="Мы позаботились о пришельцах возле «Рейнджера». Оставалось только сканировать роторный привод."

[Play_Avenger_Skyranger_AbandonedCity_VIPspotted AkEvent]
SpokenText="Наша деляга с черного рынка стояла ровно в условленном месте встречи."

[Play_Avenger_Skyranger_AbandonedCity_VIPlinked AkEvent]
SpokenText="Мы связались с Машей. Оставалось только ее эвакуировать."

[Play_Avenger_Skyranger_AbandonedCity_VIPdead AkEvent]
SpokenText="Мутная или нет, она была нужна Сопротивлению живой."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_B AkEvent]
SpokenText="Увиденное там еще долго не позволит мне спокойно спать. Ничего, зато мы не потеряли людей, вернули прибор и спасли человека. А ведь все могло сложиться иначе..."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_A AkEvent]
SpokenText="Мы без потерь сопроводили «важную птицу» и в благодарность получили полетный модуль. Ей сегодня повезло."

[Play_Avenger_Skyranger_AbandonedCity_Summary AkEvent]
SpokenText="Да, лучшим заданием всех времен эту вылазку не назовешь, но я хотя бы проверила в деле новые подсистемы ИИ. Наша «важная персона» преисполнилась благодарности за свою целую шкуру и начала выкладывать всякие привычные для ее круга сведения. Правда, причиной могло стать и другое. Центр ненароком обмолвился при ней о некоем Волке, который был бы рад повидаться с Машей. Теперь она трещит без умолку... Пусть себе сидит на ушах командира, а я смогу спокойно заниматься «Мстителем»."

[Play_Avenger_Skyranger_AbandonedCity_PrimarySecur AkEvent]
SpokenText="Наша новая подруга со связями на черном рынке осталась целехонька и должна нам по гроб жизни."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_B AkEvent]
SpokenText="Мы вернулись на базу вместе с прибором... хоть и не все. Многие мои соратники полегли, хотя Маше удалось не попасть в списки погибших."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_A AkEvent]
SpokenText="Мы получили прибор обратно, но операция прошла далеко не идеально. У нашей Маши хватило ума держать рот на замке по пути домой."

[Play_Avenger_Skyranger_AbandonedCity_NextVIPLink AkEvent]
SpokenText="Машины знакомые были рады нашему появлению даже больше, чем она."

[Play_Avenger_Skyranger_AbandonedCity_Musings_F AkEvent]
SpokenText="Ничего не могу с собой поделать. Я вечно слышу папин голос. Он говорит мне бежать. Оставить это место и бежать без оглядки. Думаю, больше так поступать нельзя. Я достану этот прибор и верну его на базу, а потом заставлю пришельцев пожалеть о том, что они вообще прилетели на нашу планету."

[Play_Avenger_Skyranger_AbandonedCity_Musings_E AkEvent]
SpokenText="Глядя на виднеющиеся прямо в тени городских центров развалины, я наконец-то начинаю осознавать всю глубину злости Центра. Как же легко обычный голод заставил людей сдаться на милость победителя. Как быстро мы забыли все, что они с нами сделали. Для скольких из нас эта война уже кончилась, а пришельцы... просто дочищают остатки."

[Play_Avenger_Skyranger_AbandonedCity_Musings_D AkEvent]
SpokenText="И все же... легко рассуждать в тиши и безопасности мастерской, хороня воспоминания о таких местах за работой над «Мстителем». Наверное, я слишком спешу судить эту Машу. Мы с папой еще легко отделались и смогли выбраться. Кто знает, кем бы мы стали в противном случае?"

[Play_Avenger_Skyranger_AbandonedCity_Musings_C AkEvent]
SpokenText="Я не знаю, как Центру это удается. Пытаться договариваться с кучкой воров, мародеров и стервятников. Трудно обсуждать условия с тем, кто запросто продаст тебя за понюшку табака."

[Play_Avenger_Skyranger_AbandonedCity_Musings_B AkEvent]
SpokenText="Я честно не понимаю, как в диких краях может оставаться какая-то жизнь. Помню, как папа впервые взял меня за город. Там царила полная разруха. Мы еле выбрались! А ведь потом стало только хуже. Капсулы, газ. Если хотя бы половина из баек об этих краях правдива, нам стоит взять ноги в руки и выполнить задание как можно скорее."

[Play_Avenger_Skyranger_AbandonedCity_Musings_A AkEvent]
SpokenText="Нашу очень важную персону зовут Маша. Судя по всему, она развила бурную подпольную торговлю. Продовольствие, топливо, технологии. Собирает крохи с костей старого мира. В том числе, обирает нас."

[Play_Avenger_Skyranger_AbandonedCity_LootSelect AkEvent]
SpokenText="Во время похода я кое-что реквизировала у Маши. Уверена, что она будет скучать по вещам не больше, чем их прежние, обобранные ей владельцы."

[Play_Avenger_Skyranger_AbandonedCity_Loading AkEvent]
SpokenText="Журнал старшего инженера, день 141. Пришлось повозиться, но в итоге мы сделали рабочую версию ИИ! Должна признать, что без помощи Тайгана я бы не справилась. У этого человека поразительный талант к перестройке сетевых трактов в довесок к уплетанию «Адвент-бургеров». Понятия не имею, где он их берет. На сегодняшний день наши ретрансляторы работают втрое лучше и шлют сигнал втрое дальше прежнего. Благодаря этому мы поймали одну передачу. Похоже, что один из воротил черного рынка наткнулся на наш потерявшийся «Рейнджер» и распродает его по частям тому, кто больше заплатит. Среди выставленных на продажу узлов есть рабочий модуль связи. Его будущий владелец получит прямой доступ к нашей сети. Надо сделать так, чтобы этим владельцем стали мы сами."

[Play_Avenger_Skyranger_AbandonedCity_Intro AkEvent]
SpokenText="Торговец оказался торговкой. К ее пущему огорчению, маленький аукцион засек поисковый дрон «Адвента». Пришельцы никогда не тяготели к честной торговле, а потому нашей деловой женщине пришлось податься в бега. Она готова передать модуль в обмен на охрану и спасение. До сих пор удивляюсь тому, что Центр согласился на подобные условия. Видно, командир размяк."

[Play_Avenger_Skyranger_AbandonedCity_FirstVIPLink AkEvent]
SpokenText="Торговка пришла в компании пары друзей. Было неправильно оставлять их на произвол судьбы."

[Play_Avenger_Skyranger_AbandonedCity_Failure_B AkEvent]
SpokenText="Видно, я плохо вела журнал после тройной смены. Такого кошмара не было."

[Play_Avenger_Skyranger_AbandonedCity_Failure_A AkEvent]
SpokenText="Потеряй мы тогда прибор, и пришельцы хозяйничали бы на «Мстителе». Давайте я перескажу заново."

[Play_Avenger_Skyranger_AbandonedCity_AllVip_EVAC AkEvent]
SpokenText="Мы смогли вывести Машу и ее приятелей из зоны боевых действий, но ради этого пришлось попотеть."

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Даже не знаю, кто больше удивился хорошему завершению операции. Центр практически лучился от счастья, а я хотела бы, чтобы папа стал свидетелем моего успеха."

[Play_Avenger_ADVENTChest_Alert_A AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Мы вернулись на базу с результатами сканирования ракет. Никто не погиб. Центр чуть не лопался от гордости. Будем считать, что задание выполнено успешно."

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_B AkEvent]
SpokenText="Мы отсканировали боеприпасы, но за это пришлось заплатить жизнью людей. Центр счел задание выполненным... Если так, почему я ужасно себя чувствую?"

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_A AkEvent]
SpokenText="Центр предупреждал меня о реалиях полевых операций, в том числе о потерях. Смерть папы уже была сильным ударом. Я не уверена, что свыкнусь с потерей вверенных мне людей."

[Play_Avenger_Interceptor_Wildnerss_Musings_G AkEvent]
SpokenText="Столько усилий ради одного перехватчика. Если подумать... мы должны были запускать перехватчики целыми эскадрильями, чтобы летчики сбивали НЛО до нанесения ударов по городам. Я должна вернуть «Мстителю» работоспособность. Можно воевать лучше. Мы должны воевать лучше."

[Play_Avenger_Interceptor_Wildnerss_Musings_F AkEvent]
SpokenText="Я бегу впереди паровоза. Уже думаю о ремонте и вводе «Мстителя» в строй, а сама даже не осмотрела находки этой операции. Интересно, папа в таких участвовал? Когда люди смотрели на него, в их взгляде читалось уважение. На меня же смотрят как на обузу. Солдаты видят во мне еще один прибор, который приказано охранять."

[Play_Avenger_Interceptor_Wildnerss_Musings_E AkEvent]
SpokenText="Я не считаю папу неправым, но одно дело менять людей, а другое - модернизировать оборудование. Корпус «Мстителя» - старого транспортника XCOM времен начала войны - сразу делался с применением инопланетных технологий. Если мы будем не только противостоять придумкам инопланетян, но и станем ими пользоваться, «Мститель» еще сумеет снова подняться в воздух."

[Play_Avenger_Interceptor_Wildnerss_Musings_D AkEvent]
SpokenText="Папу беспокоят... беспокоили технологии пришельцев. Он постоянно называл их высшим проявлением биомехатроники и отнюдь не считал это похвалой. Помню, как он каждый вечер спорил об этом с доктором Вален. Несмотря на все даруемые инопланетными технологиями преимущества, папа отстаивал право людей оставаться, ну... людьми."

[Play_Avenger_Interceptor_Wildnerss_Musings_C AkEvent]
SpokenText="Инопланетяне никогда не пытались перенимать наши технологии, но свои защищали как зеницу ока. Мне всегда казалось, что они просто не хотят делиться знаниями, но, возможно, причина была в другом. Может, они боятся последствий. Безумная мысль, но в этом они похожи на папу."

[Play_Avenger_Interceptor_Wildnerss_Musings_B AkEvent]
SpokenText="Почти не верится, что мы считали ракеты «Лавина» едва ли не лучшим баллистическим оружием на планете. Время традиционного ведения войн давно миновало. В те дни они считались неплохим оружием с учетом того, что было у пришельцев. Но даже теперь Центр наверняка найдет им применение... если мы переживем эту экспедицию."

[Play_Avenger_Interceptor_Wildnerss_Musings_A AkEvent]
SpokenText="Буду вести записи для потомков... или на случай, если сегодня распадусь на атомы. Такие ракеты нестабильны и без всяких крушений в лесу. Прибавьте к этому «Адвент». Если место крушения заметили мы, его могли заметить и пришельцы."

[Play_Avenger_Interceptor_Wildnerss_LootSelect AkEvent]
SpokenText="Журнал, день первый, дополнение. Пусть я и не спасла мир на первом же задании, но сканы ракет мы на базу доставили."

[Play_Avenger_Interceptor_Wildnerss_Loading_B AkEvent]
SpokenText="Журнал старшего инженера Лили Шэнь, первая запись. Забавно. Папа всегда улыбался, когда так говорил... Думаю, в этих словах заключалась старая, непонятная мне шутка. Что ж, она перешла мне по наследству. Папы нет. Мне приходится разбираться с его делами. Беда в том, что я не имею о них ни малейшего представления. *вздыхает* Сегодня Центр пытался подбодрить меня одной из своих «речей». Сразу после похорон папы. Через 5 секунд я уже получила первое задание. Оно связано со сканированием старых боеприпасов, которые обнаружил разведывательный дрон. Да, а заодно я должна привести в рабочее состояние весь корабль. А так нет, ну что вы, никакого давления."

[Play_Avenger_Interceptor_Wildnerss_Loading AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_Intro AkEvent]
SpokenText="Журнал старшего инженера, больше похожий на полевые заметки. Мы приближаемся к старому перехватчику, который дрон обнаружил при облете района. Я опрометчиво рассказала Центру о работе над новой системой трехмерной репликации. Теперь он требует создавать чертежи всего подряд. На этот раз мы ищем какие-то старые ракеты «Лавина»."

[Play_Avenger_Interceptor_Wildnerss_Failure_B AkEvent]
SpokenText="Кажется, этот журнал поврежден. Все сложилось совсем иначе."

[Play_Avenger_Interceptor_Wildnerss_Failure_A AkEvent]
SpokenText="Эти дни выдались сумасшедшими. Наверное, поэтому я плохо помню произошедшее. Надо перезаписать эту часть."

[Play_Avenger_Interceptor_Wildernss_Summary AkEvent]
SpokenText="Центр говорит, что победа в войне куется постепенно, день за днем. Не поспоришь. Скорее бы разобрать эти ракеты и дополнить их начинку парочкой сюрпризов для пришельцев. Только сперва я рухну спать от истощения."

[Play_Avenger_Interceptor_Wildernss_ObjSighted AkEvent]
SpokenText="Тогда я и увидела ракеты, за которыми мы явились."

[Play_Avenger_Interceptor_Wildernss_ObjDestroyed AkEvent]
SpokenText="Я бы никогда не узнала, чем все кончилось, не получи мы тогда подробные сканы ракет."

[Play_Avenger_Interceptor_Wildernss_ObjAcquired AkEvent]
SpokenText="Мы благополучно добрались до ракет. Оставалось только пробиться обратно."

[Play_Avenger_Interceptor_Wildernss_AreaClear AkEvent]
SpokenText="Мы смогли перебить всех инопланетян еще до сканирования ракет. Без врага работать чуть проще."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_B AkEvent]
SpokenText="Мы сканировали кресло и выбрались оттуда живыми, но все могло сложиться совершенно иначе. Я ни за что этого не забуду."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_A AkEvent]
SpokenText="Больше всего я боялась объяснять потерю хороших людей из-за моей сегодняшней ошибки. К счастью, мне не пришлось это делать."

[Play_Avenger_Interceptor_SmallTown_Summary AkEvent]
SpokenText="Как-то раз я застала Центра возле кресла шефа. Он так пялился на эту злосчастную мебель, что я всерьез обеспокоилась его психическим здоровьем. Решила, будто он пытается понять, что сдвинулось: подстаканник или его бедная головушка. Честное слово, я просто не придала значение подстаканнику при сборке кресла. К счастью, Центр отделался легкой головной болью."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_B AkEvent]
SpokenText="Не знаю, смогу ли я смотреть в глаза Центру после смертей на этом задании. Не знаю, смогу ли я смотреть в глаза собственному отражению."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_A AkEvent]
SpokenText="Мы сканировали кресло, но в процессе потеряли хороших людей. Такого больше не повторится."

[Play_Avenger_Interceptor_SmallTown_ObjSighted AkEvent]
SpokenText="Вы не поверите, с каким облегчением я увидела это кресло."

[Play_Avenger_Interceptor_SmallTown_ObjDestroyed AkEvent]
SpokenText="Нельзя было сканировать уничтоженное кресло, поэтому я берегла его как могла."

[Play_Avenger_Interceptor_SmallTown_ObjAcquired AkEvent]
SpokenText="Я провела задуманное сканирование. Оставалось пробиться сквозь порядки пришельцев."

[Play_Avenger_Interceptor_SmallTown_Musings_F AkEvent]
SpokenText="Никто мне этого не говорит, но я сама понимаю всю меру своей ответственности. Я дочь Рэймона Шэня и не вправе допускать ошибки. Пора ошибок прошла. Папы больше нет, и некому исправлять мои промахи. Я могу работать лучше. Я буду работать лучше. Пора заслужить право на место в строю."

[Play_Avenger_Interceptor_SmallTown_Musings_E AkEvent]
SpokenText="Что бы я только ни отдала ради того, чтобы вновь увидеть одну из таких штук в небе. Принимая во внимание нехватку деталей и людей, я сомневаюсь в скором воплощении этой мечты. В небе безраздельно правит «Адвент». Ничего, мы вернем «Мстителя» в строй. Обещаю, тогда все изменится."

[Play_Avenger_Interceptor_SmallTown_Musings_D AkEvent]
SpokenText="Раньше папа просто заказал бы другое летное сиденье. Теперь ради него в поход отправился целый отряд. Да, это навороченное кресло с поддержкой около 42 триллионов вычислений в секунду, но это все равно кресло."

[Play_Avenger_Interceptor_SmallTown_Musings_C AkEvent]
SpokenText="При жизни папы я была просто Лили. Теперь люди называют меня старшей. Это многое значит. Чертовски многое. *вздыхает* Лили, тебе все же проще, чем Тайгану... Пройдет очень много времени, прежде чем хоть кто-то станет доверять мозгоправу «Адвента». В том числе и я."

[Play_Avenger_Interceptor_SmallTown_Musings_B AkEvent]
SpokenText="Я думала, что проведу вылазку в одиночестве. Представьте мое удивление, когда для задания нашлось более чем достаточно добровольцев. Они не дали мне отправиться в путь одной. Думаю, все дело в уважении к шефу. Не могли же они пойти на риск из-за меня?"

[Play_Avenger_Interceptor_SmallTown_Musings_A AkEvent]
SpokenText="Мне очень повезло, что наши сканеры так кстати обнаружили перехватчик. После той технической накладки... Не уверена, что смогла бы объяснить Центру отсутствие кресла. У него твердый пунктик насчет готовности кресла к возвращению шефа. Сперва я расценивала это как сентиментальность, но теперь уже не уверена. Не может же быть..."

[Play_Avenger_Interceptor_SmallTown_LootSelect AkEvent]
SpokenText="Я сканировала сиденье и собрала новое на замену. Такое же, а может, даже лучше прежнего. Ни персонал, ни вахта на мостике так ничего и не заметили. Правда, Центр пробурчал что-то насчет неведомо как сместившегося подстаканника."

[Play_Avenger_Interceptor_SmallTown_Loading AkEvent]
SpokenText="Журнал старшего инженера, день 67. Мне пришлось ненадолго отложить работу над «Мстителем», чтобы слетать на очередное сканирование разбившегося перехватчика. Что приятно, в последнее время Центр все больше видит во мне командира-оперативника и меньше меня контролирует. Впрочем, не знаю, как он отреагировал бы на авантюру со сканированием старого летного сиденья. К счастью, сейчас он на задании и не может вынести свой вердикт... или заметить, что стало с его командирским креслом. Так вышло, что его катапультировали. Кто и как?.. Это уже совершенно неважно."

[Play_Avenger_Interceptor_SmallTown_Intro AkEvent]
SpokenText="В зоне операции было мало врагов, но вечно нам везти не могло. Мы обнаружили противника как раз на пути к перехватчику. Чтобы выполнить задание и вернуться без лишних потерь, придется смотреть в оба... Кажется, во мне проснулся внутренний Центр."

[Play_Avenger_Interceptor_SmallTown_Failure_B AkEvent]
SpokenText="Все было абсолютно не так. Тут... что-то не складывается."

[Play_Avenger_Interceptor_SmallTown_Failure_A AkEvent]
SpokenText="Я спланировала операцию так, что комар носа не подточит. Подобный этому исход... полностью лишен смысла."

[Play_Avenger_Interceptor_SmallTown_AreaClear AkEvent]
SpokenText="Когда с инопланетянами было покончено, осталось только сканировать кресло и убраться оттуда."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_B AkEvent]
SpokenText="Мы забрали стабилизатор и доставили его в целости и сохранности. Папа, скоро «Мститель» оторвется от земли. Обещаю."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_A AkEvent]
SpokenText="Инопланетяне бросились на нас всем скопом, но мы сумели отбиться. Они дрались словно для вида, смирившись с поражением."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_B AkEvent]
SpokenText="«Мститель» вновь обретет крылья. Каждая сегодняшняя потеря будет оплачена сполна."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_A AkEvent]
SpokenText="Сегодняшние смерти были не напрасны. «Мститель» снова пронзит облака."

[Play_Avenger_Firestorm_Wilderness_Outro AkEvent]
SpokenText="Журнал старшего инженера, дополнение. Сканы стабилизатора питания стали для нас талисманом удачи. Не знаю, что сияло сильнее: пульсирующий энергией реактор или лицо Тайгана при первом его включении. Мы вплотную подошли к осуществлению папиной... нашей мечты. Впереди было много дел, нам недоставало многих узлов, но если слухи имели под собой почву, у нас появился шанс все изменить. Мы получали возможность нанести удар по крупнейшему городскому центру - самому сердцу «Адвента». Папа назвал бы это рискованной «авантюрой», но если прошедший год мне что и принес, так это уверенность в том, что мы... я справлюсь с чем угодно. Конец записи."

[Play_Avenger_Firestorm_Wilderness_ObjSpotted AkEvent]
SpokenText="Насколько я могла судить, стабилизатор питания был в хорошем состоянии."

[Play_Avenger_Firestorm_Wilderness_ObjDestroyed AkEvent]
SpokenText="Ничего подобного со стабилизатором не произошло."

[Play_Avenger_Firestorm_Wilderness_ObjAcquired AkEvent]
SpokenText="После сканирования стабилизатора нам осталось с боями пробиться наружу."

[Play_Avenger_Firestorm_Wilderness_Musings_F AkEvent]
SpokenText="Видел бы меня папа. Я возглавляю полевой отряд, прорываюсь в недра инопланетного судна и собираюсь захватить технологию пришельцев. Не знаю, пришлись бы ему такие перемены по сердцу, но понять меня он бы сумел."

[Play_Avenger_Firestorm_Wilderness_Musings_E AkEvent]
SpokenText="Изначально «Мститель» был своего рода сказкой, но постепенно он становится былью. Не совсем той, о которой грезил мой папа, но в небо он поднимется. Помяните мое слово."

[Play_Avenger_Firestorm_Wilderness_Musings_D AkEvent]
SpokenText="В незаметности чужих судов есть и хорошая сторона. Наш «Мститель» примерно такой же конструкции и в полете наверняка будет эдакой «невидимкой». Осталось раздобыть стабилизатор питания."

[Play_Avenger_Firestorm_Wilderness_Musings_C AkEvent]
SpokenText="Представьте себе грузовоз, который почти нельзя обнаружить в полете. Он был перед нами. Во время войны пришельцы чудовищно превосходили нас в переброске войск и ресурсов. В этом им здорово помогали такие вот суда."

[Play_Avenger_Firestorm_Wilderness_Musings_B AkEvent]
SpokenText="Орудийные системы таких судов уступали вооружению инопланетных истребителей. Наверное, поэтому нам удалось сбить несколько аппаратов. И все-таки жаль. Хотела бы я сегодня утащить с собой и плазменную пушку, а то и две."

[Play_Avenger_Firestorm_Wilderness_Musings_A AkEvent]
SpokenText="Транспортное судно класса «Дельта». В былые времена их называли просто «НЛО». Тогда мы считали эти аппараты худшими посланниками инопланетян. Как же мы ошибались."

[Play_Avenger_Firestorm_Wilderness_Loading AkEvent]
SpokenText="Журнал старшего инженера, день 145. Я билась несколько дней, но все же смогла расшифровать полученные с разведчика данные. ИИ проклятой ищейки пытался уничтожить все, что хоть как-то было связано с анализом гражданских лиц... тем не менее, я сумела узнать место авариной посадки транспортного судна «Адвента». Это в паре секторов отсюда. Схема энергопитания у таких судов ничем не отличается от схемы на «Мстителе». Если в обломках остался действующий стабилизатор, мы наконец-то оживим наш реактор... и даже не разнесем корабль. В результате получится... *слышится грохот и механический вой* Минутку... «Ровер», нет! *вздыхает* Конец записи."

[Play_Avenger_Firestorm_Wilderness_Intro AkEvent]
SpokenText="Мы спешим к разбившемуся транспортнику пришельцев в надежде забрать действующий стабилизатор питания. Насколько нам известно, корабли «Адвента» поддерживают связь по внутренней сети. Можно предположить, что инопланетяне тоже знают про аварию. Пусть так, но мы должны их опередить, чего бы это ни стоило."

[Play_Avenger_Firestorm_Wilderness_Failure_B AkEvent]
SpokenText="Мы получили стабилизатор и в итоге вернули «Мстителю» возможность летать. Пришельцы не победили... если, конечно, мы не попали в альтернативную временную плоскость."

